-- Заполнение таблицы Заявка

-- insert into Заявка
-- values (1, '2023-06-06', 'Фен', 'Ладомир ТА112 белый', 'Перестал работать', 'В процессе ремонта', null, null, 1, 1)

insert into Заявка
values (2, '2023-05-05', 'Тостер', 'Redmond RT-437 черный', 'Перестал работать', 'В процессе ремонта', null, null, 2, 1)

insert into Заявка
values (3, '2022-07-07', 'Холодильник', 'Indesit DS 316 W белый', 'Не морозит одна из камер холодильника', 'Готова к выдаче', '2023-01-01', null, 1, 2)

insert into Заявка
values (4, '2023-08-02', 'Стиральная машина', 'DEXP WM-F610NTMA/WW белый', 'Перестали работать многие режимы стирки', 'Новая заявка', null, null, null, 2)

insert into Заявка
values (5, '2023-08-02', 'Мультиварка', 'Redmond RMC-M95 черный', 'Перестала включаться', 'Новая заявка', null, null, null, 3)

insert into Заявка
values (6, '2023-08-02', 'Фен', 'Ладомир ТА113 чёрный', 'Перестал работать', 'Готова к выдаче', '2023-08-03', null, 1, 1)

insert into Заявка
values (7, '2023-07-09', 'Холодильник', 'Indesit DS 314 W серый', 'Перестала включаться', 'Готова к выдаче', '2023-08-03', 'Мотор обдува морозильной камеры холодильника', 1, 2)